Repository: Grandbrain/TweakWP
Catalog: Source/lang/twp-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: TweakWP Options
ru_ru: Параметры TweakWP

source: Turning off unnecessary features
ru_ru: Отключение ненужных функций

source: Here you can turn off unnecessary features of your website.
ru_ru: Здесь вы можете отключить ненужные функции вашего сайта.

source: Disable Emoji?
ru_ru: Отключить эмодзи?

source: Disabling emoji will reduce the load time of the site.
ru_ru: Отключение эмодзи уменьшает время загрузки сайта.

source: Disable Wordpress updates?
ru_ru: Отключить обновления Wordpress?

source: Disabling Wordpress updates allows you to hide annoying reminders.
ru_ru: Отключение обновлений Wordpress позволяет скрыть досадные напоминания.

source: Disable themes updates?
ru_ru: Отключить обновления тем?

source: Disabling themes updates allows you to hide annoying reminders.
ru_ru: Отключение обновлений тем позволяет скрыть досадные напоминания.

source: Disable plugins updates?
ru_ru: Отключить обновления плагинов?

source: Disabling plugins updates allows you to hide annoying reminders.
ru_ru: Отключение обновлений плагинов позволяет скрыть досадные напоминания.

source: Disable documents previews?
ru_ru: Отключить предварительный просмотр документов?

source: Disabling documents previews prevents generation of thumbnails images.
ru_ru: Отключение предварительного просмотра документов предотвращает создание изображений эскизов.

source: Disable prefetch links?
ru_ru: Отключить ссылки предварительной выборки?

source: Disabling prefetch links removes unnecessary tags from website pages.
ru_ru: Отключение ссылок предварительной выборки удаляет ненужные теги с веб-страниц.

source: Disable generator metadata?
ru_ru: Отключить метаданные генератора?

source: Disabling generator metadata removes unnecessary tags from website pages.
ru_ru: Отключение метаданных генератора удаляет ненужные теги с веб-страниц.

source: Disable Windows Live Writer metadata?
ru_ru: Отключить метаданные Windows Live Writer?

source: Disabling WLW metadata removes unnecessary tags from website pages.
ru_ru: Отключение метаданных WLW удаляет ненужные теги с веб-страниц.

source: Disable RSD link?
ru_ru: Отключить ссылку RSD?

source: Disabling RSD link removes unnecessary tags from website pages.
ru_ru: Отключение ссылки RSD удаляет ненужные теги с веб-страниц.

source: Disable JQuery Migrate?
ru_ru: Отключить JQuery Migrate?

source: Disabling JQuery Migrate removes unnecessary scripts from website pages.
ru_ru: Отключение JQuery Migrate удаляет ненужные сценарии со страниц веб-сайта.

source: Move JQuery to footer?
ru_ru: Переместить JQuery в нижний колонтитул?

source: Moving JQuery to the footer allows to avoid blocking pages when loading.
ru_ru: Перемещение JQuery в нижний колонтитул позволяет избежать блокировки страниц при загрузке.

source: Enabling PWA features
ru_ru: Включение функций PWA

source: Here you can enable PWA features to improve website user experience.
ru_ru: Здесь вы можете включить функции PWA для улучшения пользовательского опыта.

source: Enable web app manifest link?
ru_ru: Включить ссылку манифеста веб-приложения?

source: Enabling web app manifest allows to control various website settings.
ru_ru: Включение манифеста веб-приложения позволяет контролировать различные настройки веб-сайта.

source: Enable service workers scripts?
ru_ru: Включить сценарии service worker?

source: Enabling service workers scripts allows to control web app behavior.
ru_ru: Включение сценариев service worker позволяет управлять поведением веб-приложений.

source: Choose service workers scripts:
ru_ru: Выберите сценарии service worker:

source: This text field displays the scripts you added.
ru_ru: В этом текстовом поле отображаются добавленные вами сценарии.

source: You can edit it manually using simple <code>url|scope</code> notation <strong>(one per line)</strong> or automatically using controls below.
ru_ru: Вы можете редактировать их самостоятельно используя простое <code>url|scope</code> обозначение <strong>(на отдельных строках)</strong> или автоматически используя элементы управления ниже.

source: Enter a relative address of the service worker script:
ru_ru: Введите относительный адрес сценария service worker:

source: Enter a service worker scope:
ru_ru: Введите область service worker:

source: Add entry
ru_ru: Добавить запись

source: Clear list
ru_ru: Очистить список

source: Save Changes
ru_ru: Сохранить изменения

source: The plugin allows you to tweak various Wordpress settings.
ru_ru: Плагин позволит вам настроить различные параметры Wordpress.
